Repository: wp-plugins/xilitheme-select
Catalog: languages/xilithemeselect-*.po
Languages: fr_fr

source: Settings
fr_fr: Réglages

source: Link to see with default theme
fr_fr: Lien pour voir le thème par défaut

source: Default theme
fr_fr: Thème par défaut

source: Link to see with selected theme
fr_fr: Lien pour voir avec le thème par défaut

source: Selected theme
fr_fr: Thème sélectionné

source: Xili-theme select plugin
fr_fr: Extension xili-theme select

source: Theme / Device + Browser Assignment
fr_fr: Affectation thème / périphérique + navigateur

source: Uses current or select a theme...
fr_fr: thème par défaut ou choisir un thème

source: iPhone or Ipod Touch
fr_fr: iPhone ou Ipod Touch

source: Tier, nice touch-optimized mobile
fr_fr: Mobile avec expérience 'touch' optimisée

source: Other mobile device
fr_fr: Autre périphérique mobile

source: Other device
fr_fr: Autre

source: Assign a device/rule to one of the available themes.
fr_fr: Affecter une règle/périphérique à un des thèmes disponibles.

source: Xili-theme select settings
fr_fr: Réglages xilitheme select

source: Save Changes
fr_fr: Enregistrer les réglages

source: Author
fr_fr: Auteur

source: In this section, one available theme is assigned to a device/rule. So, when the server detects that this device is used, the current theme %s is replaced by the selected theme.
fr_fr: Dans cet espace, un thème est affecté à un périphérique / règle. Ainsi, quand le serveur détecte celui-ci, le thème courant %s est remplacé par celui qui a été défini.

source: In the first column, the name of the device (or the rule). In the second, popup selector with list of available themes. The one marked with * is the current default theme.
fr_fr: Dans la première colonne, les noms de périphériques ou de règles. Dans la seconde, un sélecteur menu déroulant avec la liste des thèmes disponibles. Celui marqué d'une * est le thème défini par défaut.

source: Things to remember to select theme according device/browser, mobile/desktop:
fr_fr: Eléments à prendre en compte pour la sélection de thème selon le périphérique / navigateur / mobile / pc bureau :

source: This version 2.0 (after a pause of 2 years) is completely renewed and uses latest libraries.
fr_fr: Cette version 2.0 (après une pause de 2 ans) est complètement revue et utilise les dernières bibliothèques de code.

source: Before selection, be sure that good and adapted themes are available.
fr_fr: Avant de faire les sélections, assurez-vous que des thèmes adaptés soient disponibles.

source: Theme for mobile can be very specific w/o responsive feature (javascript).
fr_fr: Les thèmes pour mobile peuvent être très spécialisés sans les fonctionnalités javasscript liées au "responsive".

source: Not yet defined, latest line "other device" must not be modified.
fr_fr: Non encore activé, la dernière ligne 'Autre' ne peut être modifié.

source: In further version, more flexible rules can be set.
fr_fr: Dans les prochaines versions, des réglages encore plus fins et ciblés seront possibles.

source: This version 2.0 uses latest library/class from Anthony Hand. %s
fr_fr: Cette nouvelle version 2.0 utilise la toute dernière bibliothèque de code d' Anthony Hand. %s

source: <a href="%s" target="_blank">Documentation in WP plugin repository</a>
fr_fr: <a href="%s" target="_blank">Documentation dans les dépôts des extensions WP (en)</a>

source: About %s theme select
fr_fr: A propos de %s theme select
